20230827152421-index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2023-09-09 Sat 21:38 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>big space overhead</title>
<meta name="author" content="Keegan Heilman" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="style.css" />
</head>
<body>
<div id="content" class="content">
<h1 class="title">big space overhead</h1>
<hr />

<div id="outline-container-org4cdf8ae" class="outline-2">
<h2 id="org4cdf8ae">Purpose</h2>
<div class="outline-text-2" id="text-org4cdf8ae">
<p>
This is an experiement in personal notetaking. And will forever be <a href="20230827154945-under_construction.html#ID-be0b7385-c457-4ba7-9cba-729be466c1f5">under-construction</a>.
</p>
</div>
</div>
<div id="outline-container-orge34e0ca" class="outline-2">
<h2 id="orge34e0ca">Steps Forward</h2>
<div class="outline-text-2" id="text-orge34e0ca">
</div>
<div id="outline-container-org29c1c3c" class="outline-3">
<h3 id="org29c1c3c">Reading</h3>
<div class="outline-text-3" id="text-org29c1c3c">
<p>
I'm starting with documenting the journey of material from <a href="20230814184530-the_reading_pile.html#ID-f08ed5c1-1f9c-4cf5-b28f-c75d3d359ee5">the-reading-pile</a>, through <a href="20230814185304-currently_reading.html#ID-c9706670-2fd6-4653-a248-5c0367c26780">currently-reading</a>, and eventually to <a href="20230814185345-have_read.html#ID-75380696-4bb0-46d1-8594-48c6352393e9">have-read</a>. Ideally, this will serve as a foundational loop of opportunity to generate notes, growing the network.
</p>
</div>
</div>
<div id="outline-container-org58cb437" class="outline-3">
<h3 id="org58cb437">Future Projects</h3>
<div class="outline-text-3" id="text-org58cb437">
<p>
Will look to track other on-going projects here, depending on comfort/benefits of the process.
</p>

<hr />
</div>
</div>
</div>

<div id="outline-container-org397636e" class="outline-2">
<h2 id="org397636e">page mentions:</h2>
</div>
</div>
</body>
</html>